---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelIsBuildingStory
source: html/eb9a8080-23b6-60b2-653f-35d06f78ae5f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelIsBuildingStory Property

"Building Story"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelIsBuildingStory { get; }
```